[TC_WOTC_IW_GLOCK18_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>Glock 18</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>Glock 18</b></font>"
AbilityDescName="автоматический пистолет"
BriefSummary="Glock 18 - австрийский автоматический пистолет производства Glock GmbH под калибр 9×19мм Parabellum. Предназначен для вооружения спецподразделений армии и полиции. Glock 18 был разработан в 1986 году для антитеррористического спецподразделения EKO Cobra австрийской федеральной полиции, которому требовалось лёгкое компактное оружие с возможностью стрельбы очередями.Прицельное приспособление выполнено съёмным и устанавливается в поперечных пазах типа \"ласточкин хвост\". Стандартно устанавливается нерегулируемое прицельное приспособление с нанесёнными белыми или светящимися (тритиевыми) точками для удобства прицеливания в условиях плохого освещения. В популярной культуре часто образцы в качестве Glock 18 на самом деле являются конвертированными (с возможностью автоматического огня) Glock 17. Glock 18 был создан на базе пистолета Glock 17 и отличается, прежде всего, наличием переводчика режима стрельбы, что позволяет вести огонь одиночными выстрелами или полностью автоматически. Glock 18 отличается также размерами направляющих рамы и затвора-кожуха, деталей УСМ и ствола, что сделано для исключения взаимозаменяемости с другими моделями, в целях недопущения переделки, разрешённых на гражданском рынке оружия пистолетов, в полностью автоматическое оружие."
TacticalText="<Bullet/>Тип: Автоматический пистолет\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Короткий ход ствола, Запирание ствола, Перекос казенной части ствола\n<Bullet/>Тип боеприпаса: 9×19мм Parabellum\n<Bullet/>Страна производитель: Австрия\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_IW_GLOCK18_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>Hornet K8</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>Hornet X8</b></font>"
AbilityDescName="автоматический пистолет"
BriefSummary="Модифицированная с использованием магнитной технологии версия Glock 18 - австрийский автоматический пистолет производства Glock GmbH под калибр 9×19мм Parabellum. Предназначен для вооружения спецподразделений армии и полиции. Glock 18 был разработан в 1986 году для антитеррористического спецподразделения EKO Cobra австрийской федеральной полиции, которому требовалось лёгкое компактное оружие с возможностью стрельбы очередями.Прицельное приспособление выполнено съёмным и устанавливается в поперечных пазах типа \"ласточкин хвост\". Стандартно устанавливается нерегулируемое прицельное приспособление с нанесёнными белыми или светящимися (тритиевыми) точками для удобства прицеливания в условиях плохого освещения. В популярной культуре часто образцы в качестве Glock 18 на самом деле являются конвертированными (с возможностью автоматического огня) Glock 17. Glock 18 был создан на базе пистолета Glock 17 и отличается, прежде всего, наличием переводчика режима стрельбы, что позволяет вести огонь одиночными выстрелами или полностью автоматически. Glock 18 отличается также размерами направляющих рамы и затвора-кожуха, деталей УСМ и ствола, что сделано для исключения взаимозаменяемости с другими моделями, в целях недопущения переделки, разрешённых на гражданском рынке оружия пистолетов, в полностью автоматическое оружие.\nОсвоение магнитных технологий позволило нам создать усовершенствованную модель Hornet K8, на базе модели Glock 18. Большинство деталей было заменено на аналогичные из иноспланетных сплавов, что значительно повысило эффективность данного пистолета."
TacticalText="<Bullet/>Тип: Автоматический пистолет\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Короткий ход ствола, Запирание ствола, Перекос казенной части ствола\n<Bullet/>Тип боеприпаса: 9×19мм Parabellum\n<Bullet/>Страна производитель: Австрия\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_IW_GLOCK18_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>Hornet K8/23</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>Hornet X8/23</b></font>"
AbilityDescName="автоматический пистолет"
BriefSummary="Модифицированная с использованием плазменной технологии версия Glock 18 - австрийский автоматический пистолет производства Glock GmbH под калибр 9×19мм Parabellum. Предназначен для вооружения спецподразделений армии и полиции. Glock 18 был разработан в 1986 году для антитеррористического спецподразделения EKO Cobra австрийской федеральной полиции, которому требовалось лёгкое компактное оружие с возможностью стрельбы очередями.Прицельное приспособление выполнено съёмным и устанавливается в поперечных пазах типа \"ласточкин хвост\". Стандартно устанавливается нерегулируемое прицельное приспособление с нанесёнными белыми или светящимися (тритиевыми) точками для удобства прицеливания в условиях плохого освещения. В популярной культуре часто образцы в качестве Glock 18 на самом деле являются конвертированными (с возможностью автоматического огня) Glock 17. Glock 18 был создан на базе пистолета Glock 17 и отличается, прежде всего, наличием переводчика режима стрельбы, что позволяет вести огонь одиночными выстрелами или полностью автоматически. Glock 18 отличается также размерами направляющих рамы и затвора-кожуха, деталей УСМ и ствола, что сделано для исключения взаимозаменяемости с другими моделями, в целях недопущения переделки, разрешённых на гражданском рынке оружия пистолетов, в полностью автоматическое оружие.\nМы смогли разобраться в конструкции лучевого оружия пришельцев и модифицировали модель Hornet K8, до версии Hornet X8/23. Замена ствола высокочастотным цилиндром, увеличила останавливающее действие каждой пули, позволив пробивать любую из существующих в наше время типов брони."
TacticalText="<Bullet/>Тип: Автоматический пистолет\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Короткий ход ствола, Запирание ствола, Перекос казенной части ствола\n<Bullet/>Тип боеприпаса: 9×19мм Parabellum\n<Bullet/>Страна производитель: Австрия\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_TMP_IW_GLOCK18_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>Glock 18</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>Glock 18</b></font>"
AbilityDescName="автоматический пистолет"
BriefSummary="Glock 18 - австрийский автоматический пистолет производства Glock GmbH под калибр 9×19мм Parabellum. Предназначен для вооружения спецподразделений армии и полиции. Glock 18 был разработан в 1986 году для антитеррористического спецподразделения EKO Cobra австрийской федеральной полиции, которому требовалось лёгкое компактное оружие с возможностью стрельбы очередями.Прицельное приспособление выполнено съёмным и устанавливается в поперечных пазах типа \"ласточкин хвост\". Стандартно устанавливается нерегулируемое прицельное приспособление с нанесёнными белыми или светящимися (тритиевыми) точками для удобства прицеливания в условиях плохого освещения. В популярной культуре часто образцы в качестве Glock 18 на самом деле являются конвертированными (с возможностью автоматического огня) Glock 17. Glock 18 был создан на базе пистолета Glock 17 и отличается, прежде всего, наличием переводчика режима стрельбы, что позволяет вести огонь одиночными выстрелами или полностью автоматически. Glock 18 отличается также размерами направляющих рамы и затвора-кожуха, деталей УСМ и ствола, что сделано для исключения взаимозаменяемости с другими моделями, в целях недопущения переделки, разрешённых на гражданском рынке оружия пистолетов, в полностью автоматическое оружие."
TacticalText="<Bullet/>Тип: Автоматический пистолет\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Короткий ход ствола, Запирание ствола, Перекос казенной части ствола\n<Bullet/>Тип боеприпаса: 9×19мм Parabellum\n<Bullet/>Страна производитель: Австрия\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_TMP_IW_GLOCK18_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>Hornet K8</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>Hornet X8</b></font>"
AbilityDescName="автоматический пистолет"
BriefSummary="Модифицированная с использованием магнитной технологии версия Glock 18 - австрийский автоматический пистолет производства Glock GmbH под калибр 9×19мм Parabellum. Предназначен для вооружения спецподразделений армии и полиции. Glock 18 был разработан в 1986 году для антитеррористического спецподразделения EKO Cobra австрийской федеральной полиции, которому требовалось лёгкое компактное оружие с возможностью стрельбы очередями.Прицельное приспособление выполнено съёмным и устанавливается в поперечных пазах типа \"ласточкин хвост\". Стандартно устанавливается нерегулируемое прицельное приспособление с нанесёнными белыми или светящимися (тритиевыми) точками для удобства прицеливания в условиях плохого освещения. В популярной культуре часто образцы в качестве Glock 18 на самом деле являются конвертированными (с возможностью автоматического огня) Glock 17. Glock 18 был создан на базе пистолета Glock 17 и отличается, прежде всего, наличием переводчика режима стрельбы, что позволяет вести огонь одиночными выстрелами или полностью автоматически. Glock 18 отличается также размерами направляющих рамы и затвора-кожуха, деталей УСМ и ствола, что сделано для исключения взаимозаменяемости с другими моделями, в целях недопущения переделки, разрешённых на гражданском рынке оружия пистолетов, в полностью автоматическое оружие.\nОсвоение магнитных технологий позволило нам создать усовершенствованную модель Hornet K8 , на базе модели Glock 18. Большинство деталей было заменено на аналогичные из иноспланетных сплавов, что значительно повысило эффективность данного пистолета."
TacticalText="<Bullet/>Тип: Автоматический пистолет\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Короткий ход ствола, Запирание ствола, Перекос казенной части ствола\n<Bullet/>Тип боеприпаса: 9×19мм Parabellum\n<Bullet/>Страна производитель: Австрия\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_TMP_IW_GLOCK18_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>Hornet K8/23</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>Hornet X8/23</b></font>"
AbilityDescName="автоматический пистолет"
BriefSummary="Модифицированная с использованием плазменной технологии версия Glock 18 - австрийский автоматический пистолет производства Glock GmbH под калибр 9×19мм Parabellum. Предназначен для вооружения спецподразделений армии и полиции. Glock 18 был разработан в 1986 году для антитеррористического спецподразделения EKO Cobra австрийской федеральной полиции, которому требовалось лёгкое компактное оружие с возможностью стрельбы очередями.Прицельное приспособление выполнено съёмным и устанавливается в поперечных пазах типа \"ласточкин хвост\". Стандартно устанавливается нерегулируемое прицельное приспособление с нанесёнными белыми или светящимися (тритиевыми) точками для удобства прицеливания в условиях плохого освещения. В популярной культуре часто образцы в качестве Glock 18 на самом деле являются конвертированными (с возможностью автоматического огня) Glock 17. Glock 18 был создан на базе пистолета Glock 17 и отличается, прежде всего, наличием переводчика режима стрельбы, что позволяет вести огонь одиночными выстрелами или полностью автоматически. Glock 18 отличается также размерами направляющих рамы и затвора-кожуха, деталей УСМ и ствола, что сделано для исключения взаимозаменяемости с другими моделями, в целях недопущения переделки, разрешённых на гражданском рынке оружия пистолетов, в полностью автоматическое оружие.\nМы смогли разобраться в конструкции лучевого оружия пришельцев и модифицировали модель Hornet K8, до версии Hornet X8/23. Замена ствола высокочастотным цилиндром, увеличила останавливающее действие каждой пули, позволив пробивать любую из существующих в наше время типов брони."
TacticalText="<Bullet/>Тип: Автоматический пистолет\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Короткий ход ствола, Запирание ствола, Перекос казенной части ствола\n<Bullet/>Тип боеприпаса: 9×19мм Parabellum\n<Bullet/>Страна производитель: Австрия\n<Bullet/>Уровень технологии: Лучевое оружие"
